Revit 2027 API
ParameterTypeId.RbsElecLoadsummaryDemandCurrentParam Property
 "Estimated Demand Current"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsElecLoadsummaryDemandCurrentParam { get; }
Public Shared ReadOnly Property RbsElecLoadsummaryDemandCurrentParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsElecLoadsummaryDemandCurrentParam {
	ForgeTypeId^ get ();
}
static member RbsElecLoadsummaryDemandCurrentParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace